Repository: Ephemerality/webtrees-facebook
Catalog: language/*.po
Languages: de

source: Allow users to login with Facebook.
de: Erlaubt den Nutzern die Anmeldung über Facebook.

source: Settings saved
de: Einstellungen wurden gespeichert

source: User linked
de: Nutzer verbunden

source: The user could not be linked
de: Nutzer kann nicht verbunden werden

source: User unlinked
de: Nutzer unverbunden

source: The link could not be deleted
de: Die Verbindung kann nicht gelöscht werden

source: Pre-approved user added
de: Vorangemeldeter Nutzer wurde hinzugefügt

source: Changes to pre-approved users saved
de: Änderungen bei den vorangemeldeten Nutzern wurden gespeichert

source: Pre-approved user deleted
de: Vorangemeldeter Nutzer wurde gelöscht

source: The pre-approved user could not be deleted
de: Der vorangemeldete Nutzer kann nicht gelöscht werden

source: Missing Facebook username
de: Fehlender Facebook Nutzername

source: User is already registered
de: Nutzer ist bereits registriert

source: Facebook logins have not been setup by the administrator.
de: Facebook-Anmeldeinformationen wurden bislang vom Administrator nicht angelegt.

source: You must allow access to your Facebook account in order to login with Facebook.
de: Wenn Sie sich über Facebook anmelden möchten, dann müssen Sie den Zugriff auf Ihr Facebook-Konto gewähren.

source: An error occurred trying to log you in with Facebook.
de: Bei der Anmeldung über Facebook ist ein Fehler aufgetaucht.

source: This form has expired. Try again.
de: Dieses Formular ist abgelaufen. Bitte versuchen Sie es erneut.

source: Could not fetch your information from Facebook. Please try again.
de: Zugriff auf ihre Informationen bei Facebook ist nicht möglich. Bitte erneut versuchen.

source: Users successfully imported from Facebook
de: Nutzer wurden erfolgreich aus Facebook importiert

source: Could not fetch your friends from Facebook.
de: Auf die Liste Ihrer Freunde bei Facebook konnte nicht zugegriffen werden.

source: Role
de: Rolle

source: Only verified Facebook accounts are authorized. Please verify your account on Facebook and then try again
de: Nur bereits verifizierte Facebook-Konten werden zugelassen. Bitte verifizieren Sie Ihr Facbook-Konto zuerst und versuchen Sie es dann erneut sich hier anzumelden.

source: This account has not been approved. Please wait for an administrator to approve it.
de: Dieses Nutzerkonto wurde noch nicht bestätigt. Bitte warten Sie, bis es von einem Administrator freigegeben worden ist.

source: The administrator has disabled registrations.
de: Der Administrator hat Anmeldungen ausgeschaltet.

source: Unable to create your account. Please try again.
de: Es ist nicht möglich ihr Konto anzulegen. Bitte versuchen Sie es erneut.

source: Back
de: Zurück

source: Find an individual
de: Suche eine Person

source: Facebook usernames can only contain alphanumeric characters (A-Z, 0-9) or a period
de: Nutzernamen können bei Facebook nur alphanumerische Zeichen (A-Z, 0-9) und Punkte enthalten

source: The App ID and secret can be setup at %s.
de: Die App-ID und das App-Geheimnis können unter %s eingestellt werden.

source: App Secret:
de: App-Geheimnis:

source: NOTE: New user registration is disabled in Site configuration so only existing users will be able to login.
de: ACHTUNG: In der Konfiguration ist festgelegt, dass sich keine neuen Nutzer anmelden können, so dass also nur bereits existierende Nutzer in der Lage sein werden, sich anzumelden.

source: Require verified Facebook accounts
de: Nur bereits verifizierte Facebook-Konten werden zugelassen

source: Only disable for testing
de: Nur für Testzwecke abwählen

source: Hide regular log-in and registration forms
de: Verberge reguläre Anmelde- und Registrierungsfelder

source: Save
de: Speichern

source: Linked users
de: Verknüpfte Nutzer

source: Associate a webtrees user with a Facebook account.
de: Ordne einen webtrees-Nutzer einem Facebook-Konto zu.

source: webtrees Username
de: webtrees Nutzername

source: Real name
de: Wirklicher Name

source: Facebook Account
de: Facebook-Konto

source: Add
de: Hinzufügen

source: Pre-approve users
de: Vorangemeldete Nutzer

source: If you know a user's Facebook username but they don't have an account in webtrees, you can pre-approve one so they can login immediately the first time they visit.
de: Wenn Sie von einem potentiellen Nutzer, der noch kein webtrees-Konto besitzt, den Facebook-Namen kennen, dann können Sie ihn hier voranmelden, so dass er sich bereits beim ersten Besuch der webtrees-Seite direkt anmelden kann. Das webtrees-Konto wird dann automatisch angelegt.

source: Import from your Facebook friends
de: Auswahl zum Import der Freunde aus Facebook

source: Individual record
de: Datensatz zu einer Person
